<?php

return [

    'Name_grade' => 'اسم المرحلة الدراسية',
    'Notes' => 'الملاحظات',
    'processes' => 'العمليات',
    'not_found' => 'لم يتم العثور على أي بيانات',
    'add_grade' => ' اضافة مرحلة',
    'edit_grade' => ' تعديل مرحلة',
    'delete_grade' => ' حذف مرحلة',
    'search' => 'بحث',
    'grade_name_ar' => 'اسم المرحلة بالعربية',
    'grade_name_en' => 'اسم المرحلة بالانجليزية',
    'submit' => 'حفظ البيانات',
    'close' => 'اغلاق',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'home' => 'الرئيسية',
    'warning_grade' => 'هل أنت متأكد من عملية الحذف؟',
    'name_exists' => 'هذه المرحلة موجودة مسبقا',
];
